{
  "id": "PAPER",
  "title": "Paper Presentation",
  "description": "Participants are given the opportunity to showcase their research and innovative ideas in a professional setting. Participants are invited to submit their research papers on various topics within engineering, technology, and science. Selected participants will present their work to a panel of esteemed judges and an audience of peers, followed by a Q&A session.",
  "details": {
    "type": "TECHNICAL",
    "date": "17/02/2025",
    "min_team_size": 1,
    "max_team_size": 1,
    "time": "12PM-2.30PM",
    "thumb": "https://github.com/Magnuscit/events-data-25/blob/master/events/PAPER/assets/1.png",
    "banner": "https://github.com/Magnuscit/events-data-25/blob/master/events/PAPER/assets/2.png",
    "price": 0
  },
  "registration": [
    "Only college students are permitted to participate.",
    "A valid college ID is mandatory.",
    "Participants must wear the registration throughout the day.",
    "Prior registration is mandatory to attend any event/workshops, either online or on-spot.",
    "Re-entry is not allowed, and the fee paid for any event/workshops is non-refundable.",
    "For team events, every member should have been registered."
  ],
  "rules": [
    "A maximum of three members per team is allowed.",
    "Event duration will vary based on team count.",
    "Each team will get 5 minutes for their presentation, followed by a Q&A session for 2-3 minutes.",
    "Soft copies of the paper must be submitted by the participant/teams.",
    "Presenters must bring their laptops or pen drives to present their papers on the day of the event.",
    "Participants must bring their college ID card on the event day.",
    "The decision of the judges will be final, and no arguments will be entertained.",
    "Work should be original and not copied from any other sources.",
    "Participants must uphold fair play, respect the final decision, and abide by the event organizer’s instructions.",
    "Any kind of activities that disturb the decorum of the symposium will not be tolerated."
  ],
  "contacts": [
    { "incharge": "Faheem", "phno": 7305147636 },
    { "incharge": "Jayashree", "phno": "" },
    { "incharge": "Mohan", "phno": "" }
  ],
  "gform": "https://forms.gle/zG3dmWhoddfnpAL69"
}
