{
  "id": "PROP",
  "title": "Proto Pitch",
  "description": "A dynamic event that blends the creativity of UI/UX design with the competitive spirit of a hackathon. Participants will be tasked with building a functional prototype in Figma based on a theme disclosed at the start of the event. Within a limited timeframe, teams will brainstorm, design, and iterate to create user-friendly and visually appealing prototypes. Once the designs are complete, each team will present their prototype to a panel of judges, explaining their design process, key features, and rationale.",
  "details": {
    "type": "TECHNICAL",
    "date": "17/02/2025",
    "min_team_size": 1,
    "max_team_size": 3,
    "time": "12PM-2.30PM",
    "thumb": "https://github.com/Magnuscit/events-data-25/blob/master/events/PROP/assets/1.png",
    "banner": "https://github.com/Magnuscit/events-data-25/blob/master/events/PROP/assets/2.png",
    "price": 0
  },
  "registration": [
    "Only college students are permitted to participate.",
    "A valid college ID is mandatory.",
    "Participants must wear the registration throughout the day.",
    "Prior registration is mandatory to attend any event/workshops, either online or on-spot.",
    "Re-entry is not allowed, and the fee paid for any event/workshops is non-refundable.",
    "The team-head should register for the event on behalf of the team."
  ],
  "rules": [
    "Teams can consist of 1–3 members.",
    "Participants must bring their own laptops.",
    "Teams must use Figma for designing.",
    "A theme will be disclosed on the day of the event.",
    "Participants will have 90 minutes to complete their design.",
    "Each team will get 3-4 minutes to explain their design to the judges.",
    "Evaluation Criteria: Alignment with the theme, Creativity & Innovation, User Experience, Functionality, Aesthetics, Completion, and Presentation.",
    "All work must be original; plagiarism will lead to disqualification.",
    "The judge’s decisions are final.",
    "Participants who fail to follow the rules or engage in plagiarism will be disqualified."
  ],
  "contacts": [
    { "incharge": "Dhanasri", "phno": "8072065389" },
    { "incharge": "Faheem", "phno": "7305147636" }
  ]
}
