{
  "id": "BLOCK",
  "title": "Blockchain Development",
  "description": "An immersive workshop designed to provide participants with hands-on experience in building and deploying decentralized applications (dApps). This workshop will cover blockchain fundamentals, smart contract development, and real-world use cases for blockchain technology.",
  "details": {
    "type": "WORKSHOP",
    "date": "17/02/2025",
    "min_team_size": 1,
    "max_team_size": 1,
    "time": "12PM-2.30PM",
    "thumb": "https://github.com/Magnuscit/events-data-25/blob/master/events/BLOCK/assets/1.png",
    "banner": "https://github.com/Magnuscit/events-data-25/blob/master/events/BLOCK/assets/2.png",
    "price": 150
  },
  "registration": [
    "Only college students are permitted to participate.",
    "A valid college ID is mandatory.",
    "Participants must wear the registration throughout the day.",
    "Prior registration is mandatory to attend any event/workshops, either online or on-spot.",
    "Re-entry is not allowed, and the fee paid for any event/workshops is non-refundable."
  ],
  "rules": [
    "Each participant must bring their own laptop, if not",
    "Participants are expected to have basic knowledge of programming.",
    "The workshop will include live coding sessions; participants must actively engage and complete tasks.",
    "Use of mobile phones, external gadgets, or unauthorized tools during the session is prohibited.",
    "Respect for all instructors, mentors, and fellow participants is mandatory. Disruptive behavior will result in disqualification.",
    "Any form of plagiarism, code copying, or unauthorized sharing of workshop materials will lead to immediate disqualification.",
    "Participants are encouraged to collaborate but must submit individual work for any coding assignments.",
    "The workshop may include a quiz at the end, with winners receiving certificates or rewards.",
    "Participants must follow all guidelines provided by the instructors throughout the workshop."
  ],
  "contacts": [{ "incharge": "Faheem", "phno": "7305147636" }],
  "gform": "https://forms.gle/8pMeSRppMrhCMtgH6"
}
